Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: Do you like the feeling of being completely filled — mouth, pussy/ass, and hands full — or is that overstimulating for you?
de: Magst du das Gefühl, komplett gefüllt zu sein – Mund, Vagina/After und Hände voll – oder ist das zu überwältigend für dich?
es: ¿Te gusta la sensación de estar completamente llena — boca, coño/culo y manos llenas — o te resulta demasiado estimulante?
fr: Aimes-tu la sensation d'être complètement remplie — bouche, chat/anus et mains pleines — ou est-ce trop stimulant pour toi ?
it: Ti piace la sensazione di essere completamente piena — bocca, figa/ano e mani piene — o è troppo stimolante per te?
ja: 口、膣/肛門、両手がいっぱいになる感覚は好きですか？それとも刺激が強すぎますか？
ko: 입, 질/항문, 양손까지 가득 차는 느낌이 좋나요? 아니면 과하게 자극적이라고 느끼나요?
nb: Liker du følelsen av å være helt fylt — munn, fitte/anus og hender fulle — eller er det overstimulerende for deg?
nl: Vind je het gevoel leuk om helemaal gevuld te zijn — mond, kut/anus en handen vol — of is dat overstimulerend voor je?
pl: Czy lubisz uczucie bycia całkowicie wypełnioną — usta, cipka/odbyt i ręce pełne — czy to dla ciebie zbyt stymulujące?
pt_br: Você gosta da sensação de estar completamente preenchida — boca, buceta/ânus e mãos cheias — ou isso é superestimulante para você?
sv: Gillar du känslan av att vara helt fylld — mun, fitta/anus och händer fulla — eller är det överstimulerande för dig?
uk: Тобі подобається відчуття повного заповнення — рот, вагіна/анус і руки зайняті — чи це надто збудливо для тебе?
zh_hans: 你喜欢嘴、阴道/肛门、双手都被完全填满的感觉吗？还是会觉得过度刺激？

source: Do you like the taste of yourself on my lips after I kiss you following going down on you?
de: Magst du deinen eigenen Geschmack auf meinen Lippen, wenn ich dich küsse, nachdem ich dich geleckt habe?
es: ¿Te gusta tu propio sabor en mis labios cuando te beso después de haberte hecho sexo oral?
fr: Aimes-tu ton propre goût sur mes lèvres quand je t’embrasse après t’avoir fait un cunnilingus ?
it: Ti piace il tuo sapore sulle mie labbra quando ti bacio dopo averti fatto sesso orale?
ja: クンニの後にキスしたとき、俺の唇についた自分の味は好き？
ko: 내가 너한테 오럴한 다음에 키스할 때 내 입술에 묻은 네 맛이 좋아?
nb: Liker du smaken av deg selv på leppene mine når jeg kysser deg etter å ha gjort oral på deg?
nl: Vind je het lekker om je eigen smaak op mijn lippen te proeven als ik je kus na orale seks?
pl: Lubisz swój własny smak na moich ustach, kiedy całuję cię po seksie oralnym?
pt_br: Você gosta do seu próprio gosto nos meus lábios quando eu te beijo depois de ter feito oral em você?
sv: Tycker du om smaken av dig själv på mina läppar när jag kysser dig efter att ha gett dig oralsex?
uk: Тобі подобається твій власний смак на моїх губах, коли я цілую тебе після оральних пестощів?
zh_hans: 我给你口交之后吻你，你喜欢我嘴唇上你自己的味道吗？

source: Do you like to be teased, or do you want to get straight to it?
de: Magst du es, aufgezogen zu werden, oder willst du gleich zur Sache kommen?
es: ¿Te gusta que te provoquen o prefieres ir directo al grano?
fr: Aimes-tu être taquiné(e) ou veux-tu aller droit au but ?
it: Ti piace essere stuzzicato o vuoi andare dritto al punto?
ja: からかわれるのが好きですか、それともストレートにいきたいですか？
ko: 장난치는 걸 좋아하나요, 아니면 바로 본론으로 가고 싶나요?
nb: Liker du å bli ertet, eller vil du gå rett på sak?
nl: Hou je ervan om geplaagd te worden, of wil je er direct op af?
pl: Czy lubisz, gdy cię drażnią, czy wolisz przejść od razu do rzeczy?
pt_br: Você gosta de provocação ou prefere ir direto ao ponto?
sv: Gillar du att bli retad, eller vill du gå rakt på sak?
uk: Тобі подобається, коли тебе дражнять, чи ти хочеш одразу перейти до справи?
zh_hans: 你喜欢被挑逗还是直接来？

source: Do you like to go to the same place every year or somewhere new?
de: Fährst du gerne jedes Jahr an den gleichen Ort oder an einen neuen?
es: ¿Te gusta ir al mismo lugar cada año o a uno nuevo?
fr: Aimes-tu aller au même endroit chaque année ou quelque part de nouveau ?
it: Ti piace andare sempre nello stesso posto ogni anno o in un posto nuovo?
ja: 毎年同じ場所に行くのが好きですか、それとも新しい場所に行くのが好きですか？
ko: 매년 같은 장소를 가는 것과 새로운 장소를 가는 것 중 무엇을 좋아하나요?
nb: Liker du å dra til samme sted hvert år eller et nytt sted?
nl: Ga je graag elk jaar naar dezelfde plek of naar iets nieuws?
pl: Czy lubisz jeździć co roku w to samo miejsce, czy w nowe miejsce?
pt_br: Você gosta de ir ao mesmo lugar todos os anos ou a algum lugar novo?
sv: Gillar du att åka till samma plats varje år eller någon ny plats?
uk: Ви любите їздити в те саме місце щороку чи в нове?
zh_hans: 你喜欢每年去同一个地方还是去新的地方？

source: Do you like to learn the local language before you go?
de: Lernst du gerne die lokale Sprache, bevor du reist?
es: ¿Te gusta aprender el idioma local antes de ir?
fr: Aimes-tu apprendre la langue locale avant de partir ?
it: Ti piace imparare la lingua locale prima di partire?
ja: 出発前に現地の言語を学ぶのは好きですか？
ko: 여행 가기 전에 현지 언어를 배우는 것을 좋아하나요?
nb: Liker du å lære det lokale språket før du reiser?
nl: Vind je het leuk om de lokale taal te leren voordat je gaat?
pl: Czy lubisz uczyć się lokalnego języka przed wyjazdem?
pt_br: Você gosta de aprender o idioma local antes de viajar?
sv: Gillar du att lära dig det lokala språket innan du reser?
uk: Чи подобається вам вивчати місцеву мову перед поїздкою?
zh_hans: 你喜欢在出发前学习当地语言吗？

source: Do you prefer a rigid itinerary or a loose list of possibilities?
de: Bevorzugst du einen strikten Reiseplan oder eine lockere Liste von Möglichkeiten?
es: ¿Prefieres un itinerario rígido o una lista flexible de posibilidades?
fr: Préfères-tu un itinéraire rigide ou une liste souple de possibilités ?
it: Preferisci un itinerario rigido o una lista flessibile di possibilità?
ja: 厳密な旅程と緩やかな可能性のリスト、どちらが好きですか？
ko: 빡빡한 일정과 느슨한 가능성 목록 중 무엇을 선호하나요?
nb: Foretrekker du en stiv reiserute eller en løs liste over muligheter?
nl: Heb je liever een strikt reisschema of een losse lijst met mogelijkheden?
pl: Wolisz sztywny plan podróży czy luźną listę możliwości?
pt_br: Você prefere um itinerário rígido ou uma lista solta de possibilidades?
sv: Föredrar du en strikt resplan eller en lös lista med möjligheter?
uk: Ви надаєте перевагу жорсткому маршруту чи вільному списку можливостей?
zh_hans: 你更喜欢严格的行程还是松散的可能性清单？

source: Do you prefer a slow and romantic or fast and passionate vibe?
de: Bevorzugst du eine langsam-romantische oder eine schnell-leidenschaftliche Stimmung?
es: ¿Prefieres una vibra lenta y romántica o rápida y apasionada?
fr: Préfères-tu une ambiance lente et romantique ou rapide et passionnée ?
it: Preferisci un'atmosfera lenta e romantica o veloce e appassionata?
ja: ゆっくりロマンチックな雰囲気と、速く情熱的な雰囲気、どちらが好きですか？
ko: 느리고 로맨틱한 분위기와 빠르고 열정적인 분위기 중 무엇을 선호하나요?
nb: Foretrekker du en langsom og romantisk eller rask og lidenskapelig stemning?
nl: Heb je liever een langzame en romantische of een snelle en gepassioneerde sfeer?
pl: Wolisz powolną i romantyczną czy szybką i namiętną atmosferę?
pt_br: Você prefere uma vibe lenta e romântica ou rápida e apaixonada?
sv: Föredrar du en långsam och romantisk eller snabb och passionerad vibe?
uk: Тобі більше до вподоби повільна та романтична чи швидка та пристрасна атмосфера?
zh_hans: 你喜欢缓慢浪漫的还是快速激情的氛围？

source: Do you prefer a window or aisle seat on a plane?
de: Bevorzugst du einen Fenster- oder Gangplatz im Flugzeug?
es: ¿Prefieres un asiento de ventanilla o de pasillo en un avión?
fr: Préfères-tu un siège côté hublot ou côté couloir dans un avion ?
it: Preferisci un posto vicino al finestrino o al corridoio su un aereo?
ja: 飛行機の座席は窓側と通路側、どちらが好きですか？
ko: 비행기에서 창가 쪽 좌석과 통로 쪽 좌석 중 무엇을 선호하나요?
nb: Foretrekker du vindus- eller midtgangsete på et fly?
nl: Heb je liever een raam- of gangpadstoel in een vliegtuig?
pl: Czy wolisz miejsce przy oknie czy przy przejściu w samolocie?
pt_br: Você prefere um assento na janela ou no corredor em um avião?
sv: Föredrar du en fönster- eller gångplats på ett flygplan?
uk: Ви віддаєте перевагу місцю біля вікна чи біля проходу в літаку?
zh_hans: 在飞机上你更喜欢靠窗座位还是过道座位？

source: Do you prefer an active vacation or a relaxing one?
de: Magst du lieber einen aktiven oder einen entspannten Urlaub?
es: ¿Prefieres unas vacaciones activas o relajantes?
fr: Préfères-tu des vacances actives ou relaxantes ?
it: Preferisci una vacanza attiva o una vacanza rilassante?
ja: アクティブな休暇とリラックスした休暇、どちらが好きですか？
ko: 활동적인 휴가와 휴식 위주의 휴가 중 무엇을 선호하나요?
nb: Foretrekker du en aktiv ferie eller en avslappende?
nl: Heb je liever een actieve vakantie of een ontspannen vakantie?
pl: Czy wolisz aktywne wakacje czy relaksujące?
pt_br: Você prefere férias ativas ou relaxantes?
sv: Föredrar du en aktiv semester eller en avkopplande?
uk: Ви віддаєте перевагу активному чи релаксаційному відпочинку?
zh_hans: 你更喜欢活跃的假期还是放松的假期？

source: Do you prefer anal to be slow and sensual, or fast and raw with lots of lube and dirty talk?
de: Magst du Anal lieber langsam und sinnlich oder schnell und roh mit viel Gleitgel und Schimpfwörtern?
es: ¿Prefieres el anal lento y sensual, o rápido y bruto con mucho lubricante y lenguaje obsceno?
fr: Tu préfères l’anal lent et sensuel, ou rapide et brut avec beaucoup de lubrifiant et de gros mots ?
it: Preferisci l'anale lento e sensuale, o veloce e crudo con tanto lubrificante e parole sporche?
ja: アナルセックスはゆっくり官能的がいい？それともローションたっぷりで汚い言葉を使う速くて生々しい方が好き？
ko: 애널은 느리고 감각적으로 하는 게 좋아? 아니면 윤활제 많이 바르고 더티토크 하면서 빠르고 거칠게 하는 게 좋아?
nb: Foretrekker du anal sakte og sensuelt, eller raskt og rått med mye glidemiddel og skitne ord?
nl: Heb jij liever anaal traag en sensueel, of snel en ruw met veel glijmiddel en vieze praatjes?
pl: Wolisz anal wolny i zmysłowy, czy szybki i surowy z dużą ilością lubrykantu i wulgarnym językiem?
pt_br: Você prefere anal lento e sensual, ou rápido e bruto com muito lubrificante e palavras chulas?
sv: Föredrar du anal långsamt och sensuellt, eller snabbt och rått med mycket glidmedel och snuskprat?
uk: Ти віддаєш перевагу повільному та чуттєвому аналу, чи швидкому та жорсткому з великою кількістю лубриканту та брудними розмовами?
zh_hans: 你更喜欢缓慢而感性的肛交，还是快速、粗野、用大量润滑剂加脏话的那种？

source: Do you prefer cities, countryside, or the coast?
de: Magst du lieber Städte, Land oder Küste?
es: ¿Prefieres ciudades, campo o costa?
fr: Préférez-vous les villes, la campagne ou la côte ?
it: Preferisci città, campagna o costa?
ja: 都市、田舎、海辺のどれが好きですか？
ko: 도시, 시골, 해변 중 어디를 선호하나요?
nb: Foretrekker du byer, landskap eller kysten?
nl: Heb je een voorkeur voor steden, het platteland of de kust?
pl: Wolisz miasta, wieś czy wybrzeże?
pt_br: Você prefere cidades, campo ou litoral?
sv: Föredrar du städer, landsbygd eller kust?
uk: Ви віддаєте перевагу містам, сільській місцевості чи узбережжю?
zh_hans: 你更喜欢城市、乡村还是海边？

source: Do you prefer coffee, tea, or something else?
de: Magst du lieber Kaffee, Tee oder etwas anderes?
es: ¿Prefieres café, té o algo más?
fr: Préférez-vous le café, le thé ou autre chose ?
it: Preferisci caffè, tè o qualcos'altro?
ja: コーヒー、紅茶、それとも何か他のもの？
ko: 커피, 차, 아니면 다른 것을 선호하시나요?
nb: Foretrekker du kaffe, te eller noe annet?
nl: Heb je voorkeur voor koffie, thee of iets anders?
pl: Wolisz kawę, herbatę czy coś innego?
pt_br: Você prefere café, chá ou outra coisa?
sv: Föredrar du kaffe, te eller något annat?
uk: Ви віддаєте перевагу каві, чаю чи чомусь іншому?
zh_hans: 你更喜欢咖啡、茶还是别的？

source: Do you prefer cold-weather trips or warm-weather trips?
de: Magst du lieber Reisen bei kaltem Wetter oder warmem Wetter?
es: ¿Prefieres viajes de clima frío o de clima cálido?
fr: Préfères-tu les voyages par temps froid ou par temps chaud ?
it: Preferisci viaggi con clima freddo o clima caldo?
ja: 寒い場所への旅行と暖かい場所への旅行、どちらが好きですか？
ko: 추운 날씨 여행과 따뜻한 날씨 여행 중 무엇을 선호하나요?
nb: Foretrekker du turer i kaldt vær eller varmt vær?
nl: Heb je liever reizen bij koud weer of warm weer?
pl: Czy wolisz podróże w chłodne czy ciepłe klimaty?
pt_br: Você prefere viagens de clima frio ou de clima quente?
sv: Föredrar du resor med kallt väder eller varmt väder?
uk: Ви віддаєте перевагу подорожам у холодну чи теплу погоду?
zh_hans: 你更喜欢去冷的地方旅行还是热的地方？

source: Do you prefer lights on or lights off?
de: Magst du es lieber mit Licht oder ohne?
es: ¿Prefieres las luces encendidas o apagadas?
fr: Préfères-tu les lumières allumées ou éteintes ?
it: Preferisci luci accese o spente?
ja: 明かりはつけている方が好きですか、消している方が好きですか？
ko: 불을 켜는 것과 끄는 것 중 무엇을 선호하나요?
nb: Foretrekker du lys på eller av?
nl: Heb je liever het licht aan of uit?
pl: Wolisz światło włączone czy wyłączone?
pt_br: Você prefere luz acesa ou apagada?
sv: Föredrar du lampor på eller av?
uk: Ти віддаєш перевагу світлу ввімкненому чи вимкненому?
zh_hans: 你喜欢开灯还是关灯？

source: Do you prefer planned trips or spontaneous adventures?
de: Bevorzugst du geplante Reisen oder spontane Abenteuer?
es: ¿Prefieres los viajes planificados o las aventuras espontáneas?
fr: Préfères-tu les voyages planifiés ou les aventures spontanées ?
it: Preferisci viaggi pianificati o avventure spontanee?
ja: 計画的な旅行と自発的な冒険、どちらが好きですか？
ko: 계획된 여행과 즉흥적인 모험 중 무엇을 더 선호하나요?
nb: Foretrekker du planlagte turer eller spontane eventyr?
nl: Heb je liever geplande reizen of spontane avonturen?
pl: Czy wolisz zaplanowane wycieczki czy spontaniczne przygody?
pt_br: Você prefere viagens planejadas ou aventuras espontâneas?
sv: Föredrar du planerade resor eller spontana äventyr?
uk: Ви віддаєте перевагу спланованим подорожам чи спонтанним пригодам?
zh_hans: 你更喜欢计划好的旅行还是随性的冒险？

source: Do you prefer receiving oral with your legs wide open and me watching your face, or with your thighs squeezing my head?
de: Magst du Oralsex lieber mit weit geöffneten Beinen und mir, der dein Gesicht ansieht, oder mit deinen Oberschenkeln, die meinen Kopf umschließen?
es: ¿Prefieres recibir sexo oral con las piernas abiertas y yo mirando tu cara, o con tus muslos apretando mi cabeza?
fr: Préfères-tu recevoir un cunnilingus jambes écartées, moi regardant ton visage, ou avec tes cuisses serrant ma tête ?
it: Preferisci ricevere sesso orale con le gambe spalancate e io che guardo la tua faccia, o con le tue cosce che stringono la mia testa?
ja: クンニされる時、脚を広げて俺がお前の顔を見るのが好き？それとも太ももで俺の頭を挟むのが好き？
ko: 오럴 받을 때 다리를 벌리고 내가 네 얼굴을 보는 게 좋아, 아니면 네 허벅지로 내 머리를 조이는 게 좋아?
nb: Foretrekker du å motta oral med beina vidåpne og at jeg ser på ansiktet ditt, eller med lårene dine som presser hodet mitt?
nl: Krijg je liever orale seks met je benen wijd open en ik die naar je gezicht kijk, of met je dijen die mijn hoofd knijpen?
pl: Wolisz otrzymywać seks oralny z szeroko rozstawionymi nogami i jak patrzę na twoją twarz, czy z udami ściskającymi moją głowę?
pt_br: Você prefere receber oral com as pernas bem abertas e eu olhando para o seu rosto, ou com suas coxas apertando minha cabeça?
sv: Föredrar du att få oralsex med benen brett isär och mig som tittar på ditt ansikte, eller med dina lår som klämmer mitt huvud?
uk: Ти більше любиш, коли я роблю тобі мінет з широко розставленими ногами й дивлюсь на твоє обличчя, чи коли ти стискаєш мою голову стегнами?
zh_hans: 你更喜欢我口交时双腿大张、我看着你的脸，还是你的大腿夹住我的头？

source: Do you prefer sweet and slow or fast and intense?
de: Bevorzugst du süß und langsam oder schnell und intensiv?
es: ¿Prefieres dulce y lento o rápido e intenso?
fr: Préfères-tu doux et lent ou rapide et intense ?
it: Preferisci dolce e lento o veloce e intenso?
ja: 甘くてゆっくりと、それとも速くて激しい、どちらが好きですか？
ko: 달콤하고 느린 것과 빠르고 강렬한 것 중 무엇을 선호하나요?
nb: Foretrekker du søtt og sakte eller raskt og intenst?
nl: Heb je liever zoet en langzaam of snel en intens?
pl: Wolisz słodko i wolno, czy szybko i intensywnie?
pt_br: Você prefere doce e devagar ou rápido e intenso?
sv: Föredrar du sött och långsamt eller snabbt och intensivt?
uk: Ти віддаєш перевагу ніжному та повільному чи швидкому та інтенсивному?
zh_hans: 你喜欢温柔缓慢的还是快速激烈的？

source: Do you prefer to be completely naked while I’m still partly dressed, or do you want us both equally exposed?
de: Ziehst du es vor, völlig nackt zu sein, während ich noch teilweise angezogen bin, oder möchtest du, dass wir beide gleich viel enthüllt sind?
es: ¿Prefieres estar completamente desnuda mientras yo sigo vestido en parte, o quieres que ambos estemos igual de expuestos?
fr: Préfères-tu être complètement nue pendant que je suis encore partiellement habillé, ou veux-tu que nous soyons tous deux aussi exposés ?
it: Preferisci essere completamente nuda mentre io sono ancora parzialmente vestito, o vuoi che siamo entrambi ugualmente esposti?
ja: 私が部分的に服を着ている間、あなたは完全に裸でいるのが好きですか？それとも私たち二人が同じ程度に露出しているのがいいですか？
ko: 내가 부분적으로 옷을 입고 있을 때 네가 완전히 벗고 있는 걸 선호해, 아니면 우리 둘 다 똑같이 노출되길 원해?
nb: Foretrekker du å være helt naken mens jeg fortsatt er delvis påkledd, eller vil du at vi begge skal være like mye eksponert?
nl: Heb je er een voorkeur voor om helemaal naakt te zijn terwijl ik nog gedeeltelijk gekleed ben, of wil je dat we allebei even bloot zijn?
pl: Czy wolisz być całkowicie naga, podczas gdy ja jestem jeszcze częściowo ubrany, czy chcesz, abyśmy oboje byli tak samo odsłonięci?
pt_br: Você prefere ficar completamente nua enquanto eu ainda estou parcialmente vestido, ou quer que ambos estejamos igualmente expostos?
sv: Föredrar du att vara helt naken medan jag fortfarande är delvis påklädd, eller vill du att vi båda ska vara lika mycket exponerade?
uk: Ти віддаєш перевагу бути повністю оголеною, поки я ще частково одягнений, чи хочеш, щоб ми обоє були однаково оголеними?
zh_hans: 你是喜欢我部分穿衣时你完全赤裸，还是希望我们俩暴露程度相当？

source: Do you prefer to be looked in the eyes or for your partner to be 'focused' while they’re going down on you?
de: Bevorzugst du Augenkontakt oder dass dein Partner 'fokussiert' ist, während er es dir macht?
es: ¿Prefieres que te miren a los ojos o que tu pareja esté 'concentrada' mientras te lo hace?
fr: Préférez-vous être regardé dans les yeux ou que votre partenaire soit « concentré » pendant qu'il vous fait un cunnilingus/fellation ?
it: Preferisci essere guardato negli occhi o che il tuo partner sia 'concentrato' mentre ti pratica del sesso orale?
ja: クンニやフェラをされている間、目を見つめられるのが好きですか、それとも相手に「集中」してほしいですか？
ko: 상대방이 구강 성교를 해줄 때 눈을 마주치는 것을 선호하나요, 아니면 상대방이 '집중'하는 것을 선호하나요?
nb: Foretrekker du øyekontakt eller at partneren din er 'fokusert' mens de gir deg oralsex?
nl: Heb je liever dat je in de ogen wordt gekeken of dat je partner 'geconcentreerd' is terwijl ze je oraal bevredigen?
pl: Wolisz patrzeć partnerowi w oczy, czy wolisz, aby był „skupiony”, kiedy robi Ci dobrze?
pt_br: Você prefere ser olhado nos olhos ou que seu parceiro esteja 'focado' enquanto faz sexo oral em você?
sv: Föredrar du att bli sedd i ögonen eller att din partner är 'fokuserad' medan de ger dig oralsex?
uk: Ви віддаєте перевагу тому, щоб вам дивилися в очі, чи щоб ваш партнер був «зосереджений», коли робить вам оральний секс?
zh_hans: 在对方为你服务时，你喜欢被盯着眼睛看，还是喜欢对方全神贯注？

source: Do you prefer to be the one taking charge or being taken care of?
de: Übernimmst du lieber die Kontrolle oder lässt du dich gerne verwöhnen?
es: ¿Prefieres ser quien toma la iniciativa o que te cuiden?
fr: Préfères-tu être celui/celle qui prend les choses en main ou être pris(e) en charge ?
it: Preferisci essere tu a prendere il comando o essere accudito/a?
ja: 率先してリードするのと、お世話されるのとどちらが好きですか？
ko: 주도하는 것과 케어 받는 것 중 무엇을 더 선호하나요?
nb: Foretrekker du å være den som tar styringen eller å bli tatt vare på?
nl: Heb je liever de leiding of dat er voor je gezorgd wordt?
pl: Wolisz przejmować kontrolę, czy być tym, o kogo się dba?
pt_br: Você prefere ser quem toma a iniciativa ou ser cuidado/a?
sv: Föredrar du att vara den som tar kommandot eller att bli omhändertagen?
uk: Ти любиш брати на себе відповідальність чи коли про тебе піклуються?
zh_hans: 你更喜欢主导还是被照顾？

source: Do you prefer to swallow or have me pull out and finish somewhere else on your body?
de: Ziehst du es vor zu schlucken oder dass ich herausziehe und irgendwo anders auf deinem Körper komme?
es: ¿Prefieres tragar o que me retire y termine en otra parte de tu cuerpo?
fr: Préfères-tu avaler ou que je me retire et finisse ailleurs sur ton corps ?
it: Preferisci deglutire o preferisci che mi tiri fuori e finisca da qualche altra parte sul tuo corpo?
ja: 飲み込むのと、抜いてあなたの体の別の場所で終わらせるのは、どちらが好きですか？
ko: 삼키는 걸 선호하나요, 아니면 내가 빼서 네 몸의 다른 곳에서 마무리하는 걸 선호하나요?
nb: Foretrekker du å svelge eller at jeg trekker meg ut og blir ferdig et annet sted på kroppen din?
nl: Heb je liever dat je slikt of dat ik eruit trek en ergens anders op je lichaam klaarkom?
pl: Wolisz połknąć, czy mam wyjść i skończyć gdzie indziej na twoim ciele?
pt_br: Você prefere engolir ou que eu tire e finalize em outro lugar do seu corpo?
sv: Föredrar du att svälja eller att jag drar ut och kommer någon annanstans på din kropp?
uk: Ти віддаєш перевагу ковтати чи щоб я вийшов і закінчив в іншому місці на твоєму тілі?
zh_hans: 你更喜欢吞下去，还是我抽出来在你身体的其他地方射精？

source: Do you prefer to text or call?
de: Schreibst du lieber oder telefonierst du?
es: ¿Prefieres enviar mensajes o llamar?
fr: Préférez-vous envoyer des SMS ou appeler ?
it: Preferisci scrivere o chiamare?
ja: テキストと電話、どちらが好きですか？
ko: 문자와 통화 중 무엇을 선호하나요?
nb: Foretrekker du å sende melding eller ringe?
nl: Heb je liever sms'en of bellen?
pl: Wolisz pisać czy dzwonić?
pt_br: Você prefere mandar mensagem ou ligar?
sv: Föredrar du att sms:a eller ringa?
uk: Ви віддаєте перевагу текстовим повідомленням чи дзвінкам?
zh_hans: 你喜欢发短信还是打电话？

source: Do you prefer traveling with a large group or just one person?
de: Reist du lieber in einer großen Gruppe oder nur mit einer Person?
es: ¿Prefieres viajar con un grupo grande o solo con una persona?
fr: Préfères-tu voyager en grand groupe ou avec une seule personne ?
it: Preferisci viaggiare con un gruppo numeroso o con una sola persona?
ja: 大人数での旅行と一人での旅行、どちらが好きですか？
ko: 대규모 그룹과 함께 여행하는 것과 한 명과 함께 여행하는 것 중 무엇을 선호하나요?
nb: Foretrekker du å reise med en stor gruppe eller bare én person?
nl: Reis je liever met een grote groep of met slechts één persoon?
pl: Czy wolisz podróżować w dużej grupie, czy tylko z jedną osobą?
pt_br: Você prefere viajar com um grande grupo ou apenas com uma pessoa?
sv: Föredrar du att resa med en stor grupp eller bara en person?
uk: Ви віддаєте перевагу подорожам з великою групою чи лише з однією людиною?
zh_hans: 你更喜欢和一大群人旅行还是只和一个人？

source: Do you prefer travelling alone or with others?
de: Reist du lieber allein oder mit anderen?
es: ¿Prefieres viajar solo o acompañado?
fr: Préfères-tu voyager seul ou avec d'autres ?
it: Preferisci viaggiare da solo o con altri?
ja: 一人旅とグループ旅行、どちらが好きですか？
ko: 혼자 여행하는 것과 함께 여행하는 것 중 무엇을 더 선호하나요?
nb: Foretrekker du å reise alene eller sammen med andre?
nl: Reis je liever alleen of met anderen?
pl: Czy wolisz podróżować sam, czy z innymi?
pt_br: Você prefere viajar sozinho ou com outras pessoas?
sv: Föredrar du att resa ensam eller med andra?
uk: Ви віддаєте перевагу подорожам наодинці чи з іншими?
zh_hans: 你更喜欢独自旅行还是和别人一起？

source: Do you prefer working alone or in a team to reach a goal?
de: Arbeitest du lieber allein oder im Team, um ein Ziel zu erreichen?
es: ¿Prefieres trabajar solo o en equipo para alcanzar una meta?
fr: Préfères-tu travailler seul ou en équipe pour atteindre un objectif ?
it: Preferisci lavorare da solo o in squadra per raggiungere un obiettivo?
ja: 目標達成のためには、一人で働くのが好きですか、それともチームで働くのが好きですか？
ko: 목표를 달성하기 위해 혼자 일하는 것과 팀으로 일하는 것 중 무엇을 선호하나요?
nb: Foretrekker du å jobbe alene eller i et team for å nå et mål?
nl: Werk je liever alleen of in een team om een doel te bereiken?
pl: Czy wolisz pracować sam, czy w zespole, aby osiągnąć cel?
pt_br: Você prefere trabalhar sozinho ou em equipe para alcançar uma meta?
sv: Föredrar du att arbeta ensam eller i ett team för att nå ett mål?
uk: Ви віддаєте перевагу працювати наодинці чи в команді для досягнення мети?
zh_hans: 为了实现目标，你更喜欢独自工作还是团队合作？
